---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.DividedpathMeasurementType
source: html/cb28808d-ac40-a619-934b-4400e77ab720.htm
---
# Autodesk.Revit.DB.ParameterTypeId.DividedpathMeasurementType Property

"Measurement Type"

## Syntax (C#)
```csharp
public static ForgeTypeId DividedpathMeasurementType { get; }
```